Repository: wp-plugins/participants-database
Catalog: languages/participants-database-*.po
Languages: de_de

source: New columns imported from the CSV file.
de_de: Neu Spalte aus der .csv-Datei imortiert.

source: delete
de_de: löschen

source: Text-line
de_de: Textzeile

source: Text Area
de_de: Textfeld

source: Date Field
de_de: Datumsfeld

source: Link Field
de_de: Link Feld

source: Image Upload Field
de_de: Bild hochladen Feld

source: File Upload Field
de_de: Datei hochladen Feld

source: Hidden Field
de_de: Verstecktes Feld

source: Password Field
de_de: Passwort Feld

source: Please select a column to search in.
de_de: Bitte wählen Sie die zu durchsuchende Spalte aus.

source: Please type in something to search for.
de_de: Bitte einen Suchbegriff eingeben.

source: Search
de_de: Suchen

source: Sort by
de_de: Sortieren nach

source: select
de_de: auswählen

source: Ascending
de_de: Aufsteigend

source: Descending
de_de: Absteigend

# submit button label
source: Delete Checked
de_de: Gelöschte Markieren

# submit button label
source: Change
de_de: Ändern

# submit button label
source: Sort
de_de: Sortieren

# submit button label
source: Filter
de_de: Filtern

# submit button label
source: Clear
de_de: Leeren

# search button label
source: Search
de_de: Suchen

source: Do you really want to delete the selected record?
de_de: Möchten Sie den markierten Datensatz wirklich löschen?

source: Do you really want to delete the selected records?
de_de: Möchten Sie die markierten Datensätze wirklich löschen ?

source: Record delete successful.
de_de: Datensatz erfolgreich gelöscht.

source: List Participants
de_de: Mitgliederliste

source: Show only records with
de_de: Zeige nur Datensätze mit

source: is
de_de: ist

source: is not
de_de: ist nicht

source: contains
de_de: beinhaltet

source: is greater than
de_de: ist größer als

source: is less than
de_de: ist kleiner als

source: Show %s items per page.
de_de: Zeige %s Einträge pro Seite.

source: Edit
de_de: Bearbeiten

source: No records found
de_de: Keine Datensätze gefunden

source: File Name
de_de: Dateiname

source: Download CSV for this list
de_de: als .csv-Datei herunterladen

source: Include field titles
de_de: Feld-Beschreibungen einbeziehen

source: This will download the whole list of participants that match your search terms, and in the order specified by the sort. The export will include records on all list pages. The fields included in the export are defined in the "CSV" column on the Manage Database Fields page.
de_de: Dies lädt eine Liste aller Mitglieder herunter, die dem Suchbegriff entsprechen. Die Reihenfolge entspricht dem festgelegten Sortierkriterium. Der Export enthält alle Datensätze aller Seiten. Die in der Export-Datei enthaltenen Felder entsprechen der in der Spalte "CSV" unter Verwaltung Datenbank-Felder markierten Felder.

source: Manage Database Fields
de_de: Verwaltung Datenbank-Felder

source: Field Groups
de_de: Feldgruppen

source: Help
de_de: Hilfe

source: No fields in this group
de_de: Keine Felder in dieser Gruppe

source: field
de_de: Feld

source: fields
de_de: Felder

source: group
de_de: gruppieren

source: Cannot add a field with that name
de_de: Kann kein Feld mit diesem Namen hinzufügen

source: This name is reserved; please choose another. Reserved names are
de_de: Dieser Name ist reserviert; bitte einen anderen Namen wählen. Reservierte Namen sind

source: Your information has been updated
de_de: Ihre Informationen wurden aktualisiert

source: The %1$s was not added. There is already a %1$s with that name, please choose another.
de_de: %1$s wurde nicht hinzugefügt. Es besteht bereits %1$s mit diesem Namen. Bitte einen anderen Namenw wählen.

source: Not Required
de_de: Nicht erforderlich

source: Required
de_de: Erforderlich

source: Update Fields
de_de: Felder aktualisieren

source: Update Groups
de_de: Gruppen aktualisieren

source: Add Field
de_de: Feld hinzufügen

source: Add Group
de_de: Gruppe hinzufügen

source: new field title
de_de: Neuer Feld-Titel

source: new group title
de_de: neuer Gruppen-Titel

# column name
source: Fields
de_de: Felder

# column name
source: Group
de_de: Gruppe

# column name
source: Order
de_de: Reihenfolge

# column name
source: Title
de_de: Titel

# column name
source: Help Text
de_de: Hilfetext

# column name
source: Form Element
de_de: Formular Element

# column name
source: Values
de_de: Werte

# column name
source: Validation
de_de: Validierung

# column name
source: Sortable
de_de: Sortierbar

# column name
source: Signup
de_de: Anmelden (Beitritt)

# column name
source: Read Only
de_de: Nur lesen

# column name
source: Delete
de_de: Löschen

# column name
source: Description
de_de: Beschreibung

source: First
de_de: Erster

source: Previous
de_de: Zurück

source: Next
de_de: Nächster

source: Last
de_de: Letzter

source: General Settings
de_de: Allgemeine Einstellungen

source: Signup Form Settings
de_de: Anmelde-Form Einstellungen

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: Settings for the [pdb_record] shortcode, which is used to show a user-editable form on the website.
de_de: Einstellungen für den [pdb_record] Shortcode, welcher zur Anzeige einer vom Benuzter editierbaren Webseite verwendet wird.

source: Settings for the [pdb_list] shortcode, which is used to show a list of records from the database.
de_de: Einstellungen für den [pdb_list] Shortcode, welcher für die Anzeige einer Liste der Datensätze der Datenbank verwendet wird.

source: Settings for the [pdb_signup] shortcode, which is used to show a signup or registration form on the website.
de_de: Einstellungen für den [pdb_signup] Sortcode, welcher für die Anzeige der Anmelde- oder Registrierungsform auf einer Webseite verwendet wird.

source: Settings for the lost private link resend function.
de_de: Einstellungen für die "Verlorener Private Link" Funktion.

source: Settings for special configurations.
de_de: Einstellungen für spezielle Konfigurationen.

source: Save Plugin Settings
de_de: Plugin-Einstellungen speichern

source: File Upload Location
de_de: Upload-Datei Verzeichnis

source: This defines where the uploaded files will go, relative to the WordPress root. The default location is '/wp-content/uploads/participants-database'<br />Don't put it in the plugin folder, the images and files could get deleted when the plugin is updated.
de_de: Dies definiert das Ziel der hochgeladenen Dateien, relativ zum WordPress-Rootverzeichnis. Das Default-Verzeichnis ist '/wp-content/uploads/participants-database'<br />Bitte nicht im plugin-Verzeichnis speichern, da Bilder und Dateien bei einem Update des plugins gelöscht werden könnten..

source: File Upload Limit
de_de: Datei-Upload Limit

source: the maximum allowed file size (in kilobytes) for an uploaded file
de_de: Die maximale erlaubte Dateigröße (in Kilobytes) für eine hochzuladende Datei.

source: Allowed File Types
de_de: Erlaubte Datei-Typen

source: list of allowed file types by file extension. Please be aware that there are security risks in allowing file uploads.
de_de: Liste der erlaubten Dateiendungen (-typen). Bitte beachten Sie die Sicherheitsrisiken bei Datei-Uploads.

source: Default Image
de_de: Standard-Bild

source: Path (relative to WP root) of an image file to show if no image has been defined for an image field. Leave blank for no default image.
de_de: Pfad (relativ zum WP-Rootverzeichnis) für eine Bilddatei die angezeigt wird, wenn kein Bild für ein image-field definiert ist. Leer lassen, um keinen Default festzulegen.

source: Link Image to Fullsize
de_de: Fullsize Bild Link

source: place a link to the full-size image on images. This link will work with most "lightbox" plugins.
de_de: tragen einen Link zum Fullsize-Bild in Bilder ein. Dieser Link funktioniert mit den meisten "lightbox" plugins.

source: Allow File Delete
de_de: Erlaube Datei löschen

source: if checked, allows uploaded files and images to be deleted from storage when deleted from a record by a user
de_de: Wenn angehakt, werden Dateien und Bilder vom Speicher gelöscht, wenn der Datensatz durch einen Benutzer gelöscht wird

source: Make Links Clickable
de_de: Mache Links anklickbar

source: if a "text-line" field looks like a link (begins with "http" or is an email address) make it clickable
de_de: Wenn ein "text-line" Feld wie ein Link beginnt ("http" oder eine E-Mail Adresse), mache es anklickbar.

source: Protect Email Addresses
de_de: E-Mail Adresse schützen

source: protect email addresses in text-line fields with Javascript
de_de: schützt E-Mail Adressen in Text-Felder mit Javascript

source: Missing Field Error Message
de_de: Vermisstes Feld Fehlermeldung

source: the message shown when a field is required, but left empty (the %s is replaced by the name of the field)
de_de: diese Nachricht wird angezeigt, wenn ein Muss-Feld leer gelassen wird. (Der %s wird ersetzt durch den Feldnamen)

source: The %s field is required.
de_de: Das Feld %s ist erforderlich.

source: Invalid Field Error Message
de_de: Ungültiges Feld Fehlermeldung

source: the message shown when a field's value does not pass the validation test
de_de: Diese Nachricht wird angezeigt, wenn ein ungültiger Wert eingegeben wird.

source: The %s field appears to be incorrect.
de_de: Das Feld %s scheint inkorrekt zu sein.

source: Non-Matching Field Error Message
de_de: Fehlermeldung für nicht übereinstimmende Felder

source: The %s field must match the %s field.
de_de: Das Feld %s muss mit dem Feld %s übereinstimmen.

source: Failed CAPTCHA Message
de_de: CAPTCHA-Fehler Nachricht

source: the message shown when the CAPTCHA (verify human) test failed
de_de: Dieser Hinweis wird bei inkorrekter CAPTCHA-Code Eingabe angezeigt.

source: Field Error Style
de_de: Feld-Fehler Stil

source: the CSS style applied to an input or text field that is missing or has not passed validation. This must be a valid CSS rule
de_de: Der CSS-Style für ein Eingabefeld, welches nicht gefüllt oder die Plausibilität nicht erfüllt. Dies muss eine gültige CSS Regel sein.

source: Mark Required Fields
de_de: Markiere benötige Felder

source: mark the title of required fields?
de_de: die Bezeichnung von Muss-Feldern markieren?

source: Required Field Marker
de_de: Muss-Felder Kennzeichen

source: html added to field title for required fields if selected above (the %s is replaced by the title of the field)
de_de: HTML Zusatz zur Feld-Bezeichnung für Muss-Felder wenn oben ausgewählt (d%s wird ersetzt durch die Feld-Bezeichnung)

source: Signup Button Text
de_de: Anmelde-Button Text

source: text shown on the button to sign up
de_de: Tect, der im Beitritts-Button angezeigt wird

# the text on a button to submit a signup form
source: Sign Up
de_de: Beitreten [ der Text im Beitritts-Button um eine Beitrittsform zu bestätigen ]

source: Signup Thanks Page
de_de: Anmeldung-Bestätigungsseite

source: Show Field Groups
de_de: Zeige Feld-Gruppen

source: Show groups and group descriptions in the signup form.
de_de: Zeige Gruppe und Gruppenbeschriftung in der Anmelde-Form.

source: Duplicate Record Check Field
de_de: Doppelter Datensatz Prüf-Feld

source: when a signup is submitted or CSV record is imported, this field is checked for a duplicate
de_de: wenn eine Anmeldung bestätigt oder ein CSV-Datensatz importiert wird, wird dieses Feld auf Duplikate geprüft.

source: Duplicate Record Preference
de_de: Doppelter Datensatz Preferenz

source: when the submission matches the Duplicate Record Check Field of an existing record. This also applies to importing records from a CSV file.
de_de: wenn die Prüfung auf das Duplicate Record Check Field eines bestehenden Datensatzes trifft. Dies gilt auch für den Import eines Datensatzes aus einer CSV-Datei.

source: Create a new record with the submission
de_de: Erzeuge neuen Datensatz bei Einreichung

source: Overwrite matching record with new data
de_de: Überschreibe übereinstimmenden Datensatz mit neuen Daten

source: Show a validation error message
de_de: Zeige eine Validierungs-Fehlermeldung

source: Duplicate Record Error Message
de_de: Doppelter Datensatz Fehlermeldung

source: If "Show a validation error message" is selected above, this message will be shown if a signup is made with a "check field" that matches an existing record.
de_de: Wenn "Validierungsfehler-Hinweis" ausgewählt ist, wird diese Nachricht angezeigt, wenn bei einer neuen Anmeldung ein "Prüffeld" mit einem bestehenden Datensatz übereinstimmt.

source: A record with that %s already exists. Please choose another.
de_de: Ein Datensatz mit %s existiert bereits. Bitte einen anderen Datensatz wähelen

source: Send Signup Response Email
de_de: Sende Anmelde-Antwort E-Mail

source: Send a receipt email to people who sign up
de_de: Sende eine Bestätigungs-E-Mail an Personen, die sich eingetragen haben

source: Signup Email From Address
de_de: Bestätigungs-E-Mail von folgender Adresse senden

source: the "From" address on signup receipt emails. If the recipient hits "reply", their reply will go to this address. It is a good idea to use an email address from the same domain as this website.
de_de: Die "From" Adresse zur Bestätigung einer Anmeldung. Wenn der Empfänger auf "Antworten", klickt, geht die Antwort an diese E-Mail Adresse. Es ist eine gute Idee, eine E-Mail Adresse mit der gleichen Domain wie die Webseite zu verwenden.

source: Signup Email From Name
de_de: Anmelde E-Mail "Von" Name

source: the "From" name on signup receipt emails.
de_de: der "Von" Name des Anmelde-Bestätigung-E-Mails.

source: Signup Response Email Subject
de_de: Anmelde-Antwort E-Mail Betreff

source: subject line for the signup response email; placeholder tags can be used (see below)
de_de: Betreffzeile des Anmelde-Antwort E-Mails; Platzhalter-Tags können verwendet werden (s.u.)

source: You've just signed up on %s
de_de: Du bist gerade %s beigetreten

source: Signup Response Email
de_de: Anmelde-Antwort E-Mail

source: Body of the email a visitor gets when they sign up. It includes a link ([record_link]) back to their record so they can fill it out. Can include HTML, placeholders:[first_name],[last_name],[email],[record_link]. You can only use placeholders for fields that are present in the signup form, including hidden fields.
de_de: Text des E-Mails, welches Besucher bei Anmeldung erhalten. Es enthält einen Link ([record_link]) auf den eigenen Datensatz, den der Besucher selbst ausfüllen kann. Kann HTML-Code oder auch Platzhalter [first_name], [last_name],[email],[record_link] enthalten. Es können nur Platzhalter für Felder verwendet werden, die auch in der Anmelde-Form (Anmelde-Form) verwendet werden.

source: <p>Thank you, [first_name], for signing up with %s.</p><p>You may complete your registration with additional information or update your information by visiting this private link at any time: <a href="[record_link]">[record_link]</a>.</p>
de_de: <p>Danke, [first_name], für die Eintragung bei %s.</p><p>Sie können Ihre Registrierung mit weiteren Angaben oder die Änderung von Angeben jederzeit ändern, indem Sie hren Private Link besuchen: <a href="[record_link]">[record_link]</a>.</p>

source: Signup Thanks Message
de_de: Anmeldung-Willkommens Nachricht

source: <p>Thank you, [first_name] for signing up!</p><p>You will receive an email acknowledgement shortly. You may complete your registration with additional information or update your information by visiting the link provided in the email.</p>
de_de: <p>Vielen Dank [first_name], für Ihre Anmeldung!</p><p>Sie werden in Kürze eine Bestätigung Ihrer Anmeldung erhalten. Mit dem darin enthaltenen Link können Sie dann Ihre Registrierung mit weiteren Daten vervollständigen oder Daten verändern. </p>

source: Send Signup Notification Email
de_de: Sende Anmelde-Benachrichtigungs-E-Mail

source: Send an email notification that a signup has occurred.
de_de: Sende eine E-Mail Nachricht, dass die Anmeldung eingegangen ist.

source: Signup Notification Recipients
de_de: Anmelde-Benachrichtigung Empfänger

source: comma-separated list of email addresses to send signup notifications to
de_de: Komma-getrennte Liste der E-Mail Adressen zum Versenden des Anmelde-Benachrichtigung-E-Mails

source: Signup Notification Email Subject
de_de: Anmelde-Benachrichtigung E-Mail (Betreff)

source: subject of the notification email; placeholder tags can be used (see above)
de_de: Betreff des Benachrichtigung-E-Mails; Platzhalter Tags können verwendet werden (s. oben)

source: New signup on %s
de_de: Neue Anmeldung in %s

source: Signup Notification Email
de_de: Anmelde-Benachrichtigung E-Mail

source: notification email body. The [admin_record_link] tag will supply the URL for editing the record in the admin.
de_de: Benachrichtigungs-E-Mail Text. Das [admin_record_link]-Tag unterstützt die URL um den Datensatz als Admin zu bearbeiten.

source: <p>A new signup has been submitted</p><ul><li>Name: [first_name] [last_name]</li><li>Email: [email]</li></ul><p>Edit this new record here: <a href="[admin_record_link]">[admin_record_link]</a></p>
de_de: <p>Eine neue Anmeldung ist eingegangen</p><ul><li>Name: [first_name] [last_name]</li><li>Email: [email]</li></ul><p>Neuen Eintrag hier bearbeiten: <a href="[admin_record_link]">[admin_record_link]</a></p>

source: Enable Lost Private Link
de_de: Aktiviere Verlorenen Private Link

source: Show a link on the signup form allowing users to have their private link emailed to them.
de_de: Zeigt einen Link auf der Anmelde-Form an, der Nutzern die Zusendung des eigenen Private Links per E-Mail erlaubt.

source: Lost Private Link Text
de_de: Verlorener Private Link Text

source: clickable text shown in the signup form
de_de: Klickbarer Text in der Anmelde-Form

source: Forget your private link? Click here to have it emailed to you.
de_de: Sie haben Ihren Private Link vergessen? Klicken Sie hier, und er wird Ihnen per E-Mail gesendet.

source: Lost Private Link Page
de_de: Verlorener Private Link Seite

source: send people to this page to request their private link.
de_de: sende Besucher auf diese Seite um ihren Private Link anzufordern.

source: Lost Private Link ID Field
de_de: Verlorener Private Link ID-Feld

source: Type in your %s, your private link will be emailed to you.
de_de: Geben Sie Ihre %s ein. Ihr Private Link wird Ihnen per E-Mail zugestellt.

source: Lost Private Link Email Subject
de_de: Verlorener Private Link E-Mail Betreff

source: subject line for the lost private link email
de_de: Betreff-Zeile für das verlorene Private Link E-Mail

source: Here is your private link on %s
de_de: Hier ist ihr Private Link auf %s.

source: Lost Private Link Email
de_de: Verlorener Private Link E-Mail

source: Body of the email sent when a lost private link is requested.
de_de: Textkörper des E-Mails das gesendet wird, wenn ein Verlorener Private Link angefordert wird.

source: Here is the private link you requested from %s:
de_de: Hier ist der Private Link, den Sie auf %s angefordert haben.

source: Send Lost Private Link Notification Email
de_de: Sende Verlorener Private Link Benachrichtigungs-E-Mail

source: Send an email notification that a lost private link has been requested. This email will go to the "Signup Notification Recipients."
de_de: Sende eine E-Mail Bestätigung, dass ein verlorener Private Link angefordert wurde. Dieses E-Mail geht an "Anmelde-Benachrichtigung Empfänger."

source: Lost Private Link Notification Email Subject
de_de: Verlorener Private Link Benachrichtigungs-E-Mail Betreff

source: A Lost Private Link has been requested on %s
de_de: Ein Verlorener Private Link wurde angefordert von %s

source: Lost Private Link Notification Email
de_de: Verlorener Private Link Benachrichtigungs-E-Mail

source: notification email body
de_de: Benachrichtigungs E-Mail Textkörper

source: <p>A lost private link has been requested by:</p><ul><li>Name: [first_name] [last_name]</li><li>Email: [email]</li></ul>
de_de: <p>Ein verlorender Private Link wurde angefordert von:</p><ul><li>Name: [first_name] [last_name]</li><li>Email: [email]</li></ul>

source: Retrieve Private Link Error Message
de_de: Private Link Abfrage Fehlermeldung

source: A record matching that %s cannot be found.
de_de: Ein Datensatz mit %s konnte nicht gefunden werdeb.

source: Participant Record Page
de_de: Mitglied-Datensatz Seite

source: Show Group Descriptions
de_de: Zeige Gruppen-Beschreibungen

source: Show the group description under each group title in the record form.
de_de: Zeige die Beschreibung der Gruppe unter jeder Gruppe der Datensatz-Form.

source: Save Changes Label
de_de: Änderungen speichern Label

source: label for the save changes button on the record form
de_de: Bzeichnung des "Änderungen speichern" -Buttons

source: Save Your Changes
de_de: Änderungen speichern

source: Save Button Text
de_de: Speichern-Button Text

source: text on the "save" button
de_de: Text im "save" button

# a label for a button to save a form
source: Save
de_de: Speichern [ eine Bezeichnung für den Speichern-Button in einer Form ]

source: Record Updated Message
de_de: Datensatz aktualisiert Nachricht

source: the message shown when a record form has been successfully submitted
de_de: Diese Nachricht wird angezeigt, wenn ein neuer Datensatz erfolgreich gespeichert wurde

source: Record Not Found Error Message
de_de: Datensatz nicht gefunden Fehlermeldung

source: message to show if the record page was accessed without a valid identifier. Leave this empty if you want nothing at all to show.
de_de: Nachricht die angezeigt wird, wenn die Datensatz-Seite ohne gültigen Identifier (Link) aufgerufen wurde. Bitte leer lassen, wenn nichts angezeigt werden soll.

source: No record was found.
de_de: Es wurde kein Datensatz gefunden.

source: Send Record Form Update Notification Email
de_de: Sende Datensatz-Form Aktualisierungs-Nachricht

source: subject line for the record update notification email; placeholders can be used.
de_de: Betreff-Zeile für die Datensatz-Aktualisierungs-Benachrichtigung; Platzhalter können verwendet werden

source: A record has just been updated on %s
de_de: Ein Datensatz wurde soeben aktualisiert auf %s

source: <p>The following record was updated on [date]:</p><ul><li>Name: [first_name] [last_name]</li><li>Address: [address]</li><li>[city], [state], [country]</li><li>Phone: [phone]</li><li>Email: [email]</li></ul><p>Edit this record <a href="[admin_record_link]">here.</a></p>
de_de: <p>Der folgende Datensatz wurde aktualisiert am [date]:</p><ul><li>Name: [first_name] [last_name]</li><li>Adresse: [address]</li><li>[city], [state], [country]</li><li>Phone: [phone]</li><li>Email: [email]</li></ul><p>Datensatz hier bearbeiten <a href="[admin_record_link]">.</a></p>

source: Records per Page
de_de: Datensätze pro Seite

source: the number of records to show on each page
de_de: Die Anzahl von Datensätzen, die pro Seite angezeigt werden soll

source: select the field on which to put a link to the [pdb_single] shortcode. Leave blank or set to "none" for no link.
de_de: das Feld, welches einen Link auf den [pdb-single] Shortcode enthält. Leer lassen oder auf "Kein"" setzen, um keinen Link anzuzeigen.

source: Single Record Page
de_de: Einzelner Datensatz Seite

source: this is the page where the [pdb_single] shortcode is located. If you want to assign a post or custom post type, select "Post ID" and enter the post ID in the "other" box.
de_de: Die Seite, auf der der [pdb_single] Shortcode platziert ist. Um einen post oder custom post-Typ zuzuweisen, "Post ID" auswählen und die post-ID in der "Andere" Box. eintragen

source: No Records Message
de_de: Keine Datensatz-Nachricht

source: Message shown when no records are found.
de_de: Nachricht, wenn keine Datensätze angezeigt werden.

source: No Records Found
de_de: Keine Datensätze gefunden

source: Show Count
de_de: Zeige Anzahl

source: List Count Template
de_de: Liste Anzahl Template
