Repository: wp-plugins/participants-database
Catalog: languages/participants-database-*.po
Languages: de_de

source: Total Records Found: %1$s, showing %2$s per page
de_de: Anzahl gefundener Einträge: %1$s, Anzeige: %2$s pro Seite

source: List Default Sort
de_de: Default Sortierung der List

source: The record list shown by the list shortcode will be sorted by this field by default. (Field must be checked "sortable.")
de_de: Die mit dem Shortcode angezeigte Liste wird anhand dieses Feldes per Default sortiert. (Feld muss angehakt sein als "sortierbar." )

source: List Default Sort Order
de_de: Default Sortierreihenfolge der Liste

source: Sets the default order of the records shown by the list shortcode.
de_de: Setzt die Default-Reihenfolge der Datensätze des Listen-Shortcodes.

source: The record list shown in the admin section will be sorted by this field by default. (Field must be checked "sortable.")
de_de: Die Datensatzliste im Admin-Bereich wird nach diesem Feld automatisch sortiert. (Feld ist als "Sortierbar" zu kennzeichnen.)

source: Sets the default order of the record list in the admin.
de_de: Setzt die Default-Sortierung der Datensatzliste im Admin-Bereich.

source: Show Image Thumbnails in Admin List
de_de: Zeige Bilder-Thumbnails in Admin Ansicht

source: Use the Plugin CSS
de_de: Verwende das Plugin CSS

source: use the plugin's CSS to style the output of shortcodes
de_de: verwende CSS dieses Plugins um die Ausgabe des Shortcodes anzupassen

source: Use Rich Text Editor
de_de: Verwende Rich-Text Editor

source: enable the rich text editor on "rich-text" fields for front-end users. If deselected, "rich-text" fields will appear as text-area fields. This does not affect admin users, who always have the use of the rich-text editor.
de_de: aktiviere den Rich Text Editor für "richt-text" Felder für Front-End Benutzer. Wenn ausgeschaltet, erscheinen "richt-text" Felder als Textfeld-Felder. Dies berührt nicht Admin-Benutzer, die immer den Rich-Text Editor nutzen können.

source: Use WordPress Auto Formatting
de_de: Verwende WordPress Auto-Formatierung

source: Primary Email Address Field
de_de: Primäres E-Mail Adressfeld

source: this field is the primary email address for the record
de_de: Diese Feld ist die primäre E-Mail-Adresse des Datensatzes

source: Send HTML Email
de_de: Sende HTML E-Mail

source: use rich text in plugin emails? If you turn this off, be sure to remove all HTML tags from the email body settings for the plugin.
de_de: Rich Text in Plugin-E-Mails verwenden? Wenn ausgeschaltet, sind alle HTML-Tags in den Einstellungen für den E-Mail Text-Körper zu entfernen.

source: Strict Date Format
de_de: Strenges Datums Format

source: Your current PHP installation does not support this setting.
de_de: Deine aktuelle PHP-Installation unterstützt diese Einstellung nicht.

source: Input Date Format
de_de: Datum-Eingabeformat

source: date formatting string for all plugin date inputs when "Strict Date Format" is enabled. You should use this for all localized (non-American English) date formats.
de_de: Datum Formatierungssting für alle Plugin Datumseingaben, wenn "Strenges Datums-Format" aktiviert ist. Diese Einstellung sollte für alle lokalen (nicht Amerikanisch-Englische) Datumsformate verwendet werden

source: Show Timestamp Time
de_de: Zeige Timestamp Zeit

source: Show time with timestamp dates
de_de: Zeige Zeit als Zeitstempel-Datum

source: Record Edit Access Level
de_de: Zugriffslevel Datensatz bearbeiten

source: sets the user access level for adding, editing and listing records.
de_de: setzt den Benutzerlevel auf hinzufügen, editieren und auflisten von Datensätzen.

source: Plugin Admin Access Level
de_de: Zugriffslevel Plugin Admin

source: sets the user access level for fields management, plugin settings, deleting records and CSV operations.
de_de: setzt den Benutzerlevel für die Feldverwaltung, Plugin Einstellungen, löschen von Datensätzen und CSV-Operationen.

source: Strict User Searching
de_de: Strenge Benutzersuche

source: When checked, the frontend list search must match the whole field exactly. If unchecked, the search will match if the search term is found in part of the field. Searches are not case-sensitive either way.
de_de: Wenn angehakt, muss die Frontend Listensuche genau mit dem Feldinhalt übereinstimmen. Wenn nicht angehakt, erfolgt eine fragmentarische Suche (nur ein Tell des Feldinhalts muss übereinstimmen). Klein-/Großbuchstaben-Unterscheidung erfolgt generell nicht.

source: Enable AJAX Search Functionality
de_de: Aktiviere AJAX Such-Funktionalität

source: This enables list search results that are updated without reloading the page. It requires Javascript, but search will still work if Javascript is disabled in the user's browser.
de_de: Diese Einstellung ermöglicht eine Aktualisierung des Suchergebnisse ohne die Seite neu zu laden. Javascript wird benötigt. Die Suche funktioniert auch dann, wenn im Browser des Benutzers Javascript deaktiviert ist.

source: use this to add your own styles or override styles applied to the output of all plugin shortcodes
de_de: verwende dies, um eigene Styles hinzuzufügen oder zu überschreiben, für die Ausgaben aller Plugin-Shortcodes

source: use this to format the printed output of all plugin shortcodes
de_de: benutzte dieses Format für die Druckausgabe aller Plugin-Shortcodes

source: Same Page
de_de: Gleiche Seite

source: None
de_de: Keiner

source: Contributor
de_de: Mitarbeiter

source: Author
de_de: Autor

source: Settings
de_de: Einstellungen

# message to show if the plugin cannot find the template
source: <%1$s>The template %2$s was not found.</%1$s> Please make sure the name is correct and the template file is in the correct location.
de_de: <%1$s> das Template %2$s wurde nicht gefunden. Prüfe, ob der Name korrekt und die Template-Datei im richtigen Verzeichnis steht.

source: The file %s has been uploaded.
de_de: Die Datei %s wurde hochgeladen.

source: Zero records imported
de_de: Keine Einträge importiert

source: There was an error uploading the file. This could be a problem with permissions on the uploads directory.
de_de: Es ist ein Fehler beim Hochladen aufgetreten. Ursache können Zugriffsrechts auf dem Upload-Verzeichnis sein.

source: Destination
de_de: Ziel

source: Target directory does not exist and could not be created. Try creating it manually.
de_de: Zielverzeichnis existiert nicht und kann nicht angelegt werden. Versuche es manuell anzulegen.

source: Error occured while trying to add the data to the database
de_de: Fehler beim Hinzufügen der Daten in die Datenbank

source: Input file does not exist or path is incorrect.<br />Attempted to load: %s
de_de: Eingabedatei existiert nicht oder Pfadangabe ist falsch.<br />Versucht zu laden: %s

source: The number of items in line %s is incorrect.<br />There are %s and there should be %s.
de_de: Die Anzahl der Felder in Zeile %s ist inkorrekt. <br />Es sind %s aber es sollten %s sein.

source: Number of values does not match number of columns
de_de: Anzahl der Werte stimmt nicht mit Anzahl der Spalten überein.

# indicates a write-in choice
source: other
de_de: Andere

# indicates the text to be clicked to go to another web page
source: Link Text
de_de: Link Text [ legt den anzuklickenden Text fest, um zu einer anderen Seite zu wechseln ]

source: Add New Participant Record
de_de: Neuen Datensatz anlegen

source: Edit Existing Participant Record
de_de: Bestehenden Datensatz ändern

# indicates a new record is being entered
source: (new record)
de_de: (neuer Datensatz) [zeigt die Eingabe eines neuen Datensatz an]

source: hidden
de_de: versteckt

source: read only
de_de: nur lesen

source: Save the Record
de_de: Datensatz speichern

source: <strong>Submit:</strong> save record and return to list<br><strong>Apply:</strong> save record and continue with same record<br><strong>Next:</strong> save record and then start a new one
de_de: <strong>Speichern:</strong> Datensatz speichern und zurück zur Liste<br><strong>Anwenden:</strong> Datensatz speichern und mit gleichem Datensatz fortfahren<br><strong>Nächster:</strong> Datensatz speichern und weiter mit einem neuen Datensatz

source: <strong>Previous:</strong> save and move to previous record
de_de: <strong>Voriger:</strong> speichern und zum vorhergehenden Datensatz wechseln

source: Manage Fields Help
de_de: Hilfe zur Verwaltung der Datenfelder

source: Defining Database Fields
de_de: Definition der Datenbank-Felder

source: The database stores information about people. On this page, you can determine what pieces of information are stored and how they are presented and interacted with. Take a look at the "Add Participant" page to see how the form is presented. You will be able to see your changes to how the fields are set up by checking this page.
de_de: Die Datenbank speichert Informationen zu Personen, kann aber auch für andere Dinge verwendet werden. Auf dieser Seite wird festgelegt, welche Informationen gespeichert und wie diese dargestellt werden. Auf der Seite "Person hinzufügen" kann die Form betrachtet werden. Änderungen an den Feldern können unmittelbar auf dieser Seite überprüft werden..

source: <strong>Important:</strong> Some of the changes you can make here will affect existing records in the database. It is best to set up your database before you begin adding records, but it is possible to add fields to the database at any time. Any records that were entered before the new field was added will have no value for the field. This can be filled in by then editing the record.
de_de: <strong>Wichtig:</strong> Einige der hier zulässigen Änderungen können sich auf bestehende Datensätze auswirken. Änderungen sollten daher bei der Erstellung der Datenbank erfolgen, bevor Datensätze erfasst werden. Neue Datenbankfelder können jedoch zu jedem Zeitpunkt ergänzt werden. Diese können dann auch bei bereits bestehenden Datensätzen anschließend gefüllt werden.

source: Delete
de_de: Löschen

source: Order
de_de: Sortierung

source: Title
de_de: Titel

source: Default
de_de: Standard

source: If you wish to pre-load a field with a value, you can put it here.
de_de: Wenn ein Feld mit einem Wert vorgeladen werden soll, ist der Wert hier einzutragen.

source: Group
de_de: Gruppe

source: The database fields are organized into groups, and you can select which group the database field belongs to here. You can edit the groups under the "Field Groups" tab.
de_de: Die Datenbankfelder sind in Gruppen organisiert, und hier kann ein Datenfeld einer Gruppe zugewiesen werden. Die Gruppen können im ""Feld-Gruppen"-Reiter bearbeitet werden.

source: Help Text
de_de: Hilfe-Text

source: Form Element
de_de: Formular Element

source: Values
de_de: Werte

source: For form elements that have multiple choices, you need to define those choices here. Type in a comma-separated list of the options you want to present.
de_de: Für Formular-Elemente mit mehreren Wahlmöglichkeiten, ist die Liste der Optionen hier mit Kommata getrennt zu definieren.

source: Validation
de_de: Validierung

source: Switches
de_de: Schalter

source: <strong>Sortable</strong> means the list presented on the "List Participants" page can be sorted by this field. Of course, it must have a non-zero value in "Column" to be seen at all.
de_de: <strong>Sortierbar</strong> bedeutet, dass die Liste auf der "Mitgliederliste" Seite nach diesem Feld sortiert werden kann. Natürlich darf es sich dabei nicht Null-Werte in der "Spalte" handeln, wenn es angezeigt werden soll.

source: <strong>CSV</strong> means the field is one that can be imported or exported with a CSV file. If you are using CSV files to bring in records, you should set these switches based on which fields you are planning to import. When exporting a CSV, this switch determines whether the field will be exported.<p>
de_de: <strong>CSV</strong> bedeutet, dass dieses Feld mittels einer CSV_Datei sowohl importiert als auch exportiert werden kann. Wenn Sie CSV-Datei für den Import verwenden, sollten diese Schalter für die Felder, die importiert werden sollen, gesetzt werden. Beim Export gibt der Schalter an, ob dieses Feld exportiert werden soll..<p>

source: <strong>Persistent</strong> is a convenience feature helpful when you are manually entering a series of records in the admin. If set, it means the field will carry over to the next blank entry. For instance, if a group of records from the same city are being entered, set the "city" field to be persistent, then once a city value has been entered in the first record of the series, the next blank record will have this city pre-filled.
de_de: <strong>Persistent</strong> ist eine komfortable Funktion, wenn eine Serie von Einträgen als Admin erfasst werden. Wenn gesetzt, wird dieses Feld zum nächsten Eintrag übernommen, falls es leer ist. Z.B., wenn eine Gruppe von Einträgen der selben Stadt erfasst werden sollen, setzen Sie das Feld "city" auf "Persistent". Dann, einmal eine Stadt eingetragen, wird der Wert (die Stadt) bei jedem neuen Datensatz automatisch vorgeschlagen.

source: <strong>Signup</strong> selects this field for use in the brief signup form that is presented with the [pdb_signup] shortcode.
de_de: <strong>Anmelden</strong> wählt dieses Feld zur Verwendung in der kurzen Anmelde-Form aus, die mit dem Shortcode [pdb_signup] angezeigt wird.

source: Participants Database
de_de: Participants Database (Mitglieder-Datenbank)

source: Add Participant
de_de: Teilnehmer hinzufügen

source: Import CSV File
de_de: CSV-Datei importieren

source: Setup Guide
de_de: Setup-Anleitung

source: Edit Record
de_de: Datensatz bearbeiten

source: You must remove all fields from the {name} group before deleting it.
de_de: Sie müssen alle Felder aus der {name} Gruppe entfernen, bevor die Gruppe gelöscht werden kann.

source: Delete the "{name}" {thing}?
de_de: Löschen von "{name}" {thing}?

source: There is something wrong with the file you tried to upload. Try another.
de_de: Diese Upload-Datei ist fehlerhaft. Versuchen Sie eine andere Datei.

source: For "%s", you may only upload image files like JPEGs, GIFs or PNGs.
de_de: Für "%s", können nur JPEG, GIF oder PNG hochgeladen werden.

source: The file could not be saved.
de_de: Die Datei konnte nicht gespeichert werden.

source: Submit
de_de: Speichem

source: Apply
de_de: Anwenden

source: The record has been updated.
de_de: Der Datensatz wurde aktualisiert.

source: Helping organizations manage their volunteers, members and participants.
de_de: Hilft Organisationen. ihre Mitglieder, Teilnehmer, Kunden etc. zu verwalten.

source: Developed by
de_de: Entwickelt von

source: Request your Private Link
de_de: Private Link anfordern

source: Success: your private link has been emailed to you.
de_de: Erfolgreich: Ihr Private Link wurde Ihnen per E-Mail zugesendet.

source: Prepare a spreadsheet file with the correct format:
de_de: Bereiten Sie die Tabellen-Datei mit dem korrekten Format vor:

source: To properly import your membership data, the columns in your spreadsheet must match exactly the columns in the database. Currently, the CSV import columns are as follows:
de_de: Um die Mitgliederdaten sauber zu importieren, müssen die Spalten in der Tabelle exakt mit den Spalten in der Datenbank übereinstimmen. Aktuell müssen folgende Spalten für einen CSV-Import vorhanden sein:

source: If the imported CSV file has a different column set, that column set will be imported and used. If a column name does not match a defined column in the database, the data from that column will be discarded
de_de: Wenn die importierte CSV-Datei abweichende Spalten hat, werden diese Spalten importiert und verwendet. Wenn ein Spaltenname von einem definierten Feldname der Datenbank abweicht, werden Daten dieser Spalte beim Import ignoriert.

source: Get Blank CSV File
de_de: CSV-Datei Vorlage

source: You can download this file, then open it in Open Office, Excel or Google Docs.
de_de: Diese Datei kann heruntergeladen und anschließend in Open Office, Excel oder Google Docs geöffnet werden.

source: Export the .csv file
de_de: .csv-Datei exportieren

source: When you have your spreadsheet properly set up and filled with data, export it as any of the following: "comma-delimited csv", or just "csv". Save it to your computer then upload it here.
de_de: Wenn Sie ihre Tabelle sauber erstellt und mit Daten gefüllt haben, exportieren Sie es als: "Komma-separiert csv", oder einfach "csv". Speichern Sie die Datei auf Ihrem Computer und laden Sie sie hierhin hoch.

source: Upload the .csv file
de_de: .csv-Datei hochladen

source: <strong>Note:</strong> Depending on the "Duplicate Record Preference" setting, imported records are checked against existing records by the field set in the "Duplicate Record Check Field" setting. If a record matching an existing record is imported, one of three things can happen, based on the "Duplicate Record Preference" setting:
de_de: <strong>Beachte:</strong> In Abhängigkeit der Einstellung "Doppelter Datensatz Verhalten", werden importierte Datensätze mit bestehenden Datensätze durch das Feld in der Einstellung "Doppelter Datensatz Prüf-Feld" verglichen. Gelten ein importierter und ein bestehender Datensatz anhand gleicher Werte in diesem Feld als identisch, können drei verschiedene Verhalten entsprechend der Einstellung "Doppelter Datensatz Verhalten" passieren:

source: Current Setting
de_de: Aktuelle Einstellungen

source: Choose .csv file to import:
de_de: Wähle .csv-Datei zum importieren:

source: Upload File
de_de: Upload-Datei
